// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "送给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "心爱的小可爱",  // 同上...
        "今天是你的生日",
        "这是我陪你过的",
        "第一个生日了哦",
        "也是我们在一起的第284天",
        "虽然时间很短却留下了很多快乐",
        "还记得第一次见面和你在公园散步",
        "后面又辗转去了好几个地方",
        "只记得那天走了好久"
        "之后我们一起休假去班夫",
        "爬山的时候两个明明人都累的不行了",
        "却还在强撑着互相打气",
        "还有那句每次听到都觉得很搞笑的话",
        "希望找到一个可以吃到一块的",
        "以后要把我家可爱的猪猪喂饱",
        "咳 收 最后呢祝我的宝宝生日快乐"
        "以后我们还要一起过很多个生日呢",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2022-03-09T20:15:00",
    // 双方的名字
    names: ["小可爱", "臭宝宝"]
}
